Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-C.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ནས་ ཡང་ རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ འདི་ལྟར་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ འི་ དེ་ ཁོ་ན་ཉིད་ མཐོང་བ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ འཁོར་ དང་ བཅས་པ་ རྣམས་ ལ་ བརྟགས་ ཤིང་ འགྲོ་བ་ གཉིས་པ་ ལ་ ཡང་ བརྟགས་ ནས་
en: $1 “The monk, the spiritual practitioner who carefully observes inner phenomena, has in this way seen the reality of karmic effects. He has investigated the hells and their neighboring regions, and he has also investigated the second realm, that of the starving spirits.

source: འཁོར་བ་ མི་བཟད་པ་ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ མཐོང་ སྟེ་ ཡིད་ ལ་ ཡང་ འཇོག་པ ར་ བྱེད་ དོ །_།
en: He sees this intolerable cyclic existence correctly, just as it is, and acknowledges it in his mind.

source: འདི་ལྟར་ དགེ་སློང་ དེ་ བདུད་ ཀྱི་ ཡུལ་ ན་ མི་ གནས་ ཤིང་ །_ དེ་ མྱ་ངན་ ལས་ འདས་པ འི་ མཐའ་ ལ་ གནས་ ལ་ དེ འི་ སྤྲོ་བ་ མི་ ལྡོག་ སྟེ །_
en: Thus, the monk does not dwell in the realm of the māras but abides within the limit of the transcendence of suffering.

source: འབྲས་བུ ར་ གྱུར་པ་ ས་ གཞན་ བཅོ་ལྔ་པ་ ལ་ ཞུགས་ སོ །_།
en: With unceasing joy, he attains the fruition of entering the fifteenth ground.

source: དེ་ ཞུགས་པ་ དང་ ས་བླ འི་ གནོད་སྦྱིན་ དག་ དགའ་ ནས་ བར་སྣང་ ལ་ རྒྱུ་བ འི་ གནོད་སྦྱིན་ རྣམས་ ལ་ བསྙད་ དོ །_། དེ་དག་ གིས་ ཀྱང་ རྒྱལ་ཆེན་ བཞི་ རྣམས་ ལ འོ །_།
en: $2 “As he reaches this ground, the terrestrial yakṣas will inform the celestial yakṣas, who in turn will pass the news to the Four Great Kings.

source: དེ་དག་ གིས་ ཀྱང་ སུམ་ཅུ་རྩ་གསུམ་པ་ རྣམས་ ལ འོ །_། སུམ་ཅུ་རྩ་གསུམ་པ་ རྣམས་ ཀྱིས་ ཀྱང་ འཐབ་བྲལ་བ་ རྣམས་ ལ འོ །_།
en: The Four Great Kings will inform the gods in the Heaven of the Thirty-Three, who for their part will inform the gods in the Heaven Free from Strife.

source: འཐབ་བྲལ་བ་ རྣམས་ ཀྱིས་ ཀྱང་ དགའ་ལྡན་པ་ རྣམས་ ལ འོ །_། དགའ་ལྡན་པ་ རྣམས་ ཀྱིས་ ཀྱང་ འཕྲུལ་དགའ་བ་ རྣམས་ ལ འོ །_། འཕྲུལ་དགའ་བ་ རྣམས་ ཀྱིས་ ཀྱང་ གཞན་འཕྲུལ་ དབང་ བྱེད་པ་ རྣམས་ ལ འོ །_།
en: The latter will bring the message to the Heaven of Joy, and the gods in the Heaven of Joy will inform the gods in the Heaven of Delighting in Emanations, who will proceed to tell the gods in the Heaven of Making Use of Others’ Emanations.

source: དེ་ལྟ ར་ འདོད་པ འི་ ཁམས་ ཀྱི་ སྒྲ་ དག་ གཟུགས་ ཀྱི་ ཁམས་ སུ་ ཡང་ གྲག་པ་ ནས་ ཚངས་རིས་ ལ་སོགས་པ འི་ བར་ དག་ དང་ །_
en: From there, the message will journey beyond the desire realm and into the form realm, where the news will be received by the gods in the Brahmā Realm, and so forth, up to the gods in Luminosity.

source: འོད་གསལ་ གྱི་ བར་ རྣམས་ སུ་ སྒྲ་ གྲག་ སྟེ །_
en: $3 “Thus, the gods in Luminosity will hear these words:

source: འདི་ལྟར་ ཀྱེ་ ལྷ་ དག་ འཛམ་བུ འི་ གླིང་ དུ་ རིགས་ ཀྱི་ བུ་ ཆེ་གེ་མོ་ ཞིག་ དང་ །_ གྲོང་ མང་གེ་མོ་ ཞིག་ དང་ །_ གྲོང་ཁྱེར་ ག་གེ་མོ་ ཞིག་ དང་ །_ གྲོང་རྡལ་ ཆེ་གེ་མོ་ ཞིག་ དང་ །_ ཡུལ་ མང་གེ་མོ་ ཞིག་ ན་ མིང་ ག་གེ་མོ་ ཞིག་ ཅེས་བྱ་བ་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས་ ནས་ གོས་ ངུར་སྨྲིག་ བགོས་ ཏེ་
en: ‘O gods, in Jambudvīpa a noble son, who is of such and such a town, city, and village in such and such a country, and who bears such and such a name, has shaved off his hair and beard, donned the saffron-colored robes, and with faith gone forth from the household to become a homeless mendicant.

source: དད་པས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ བྱུང་ ངོ་ །_། དེ་ བདུད་ ཀྱི་ གཞི་ དང་ ལྷན་ཅིག་ གནས་པ ར་ མི་ འདོད་ ལ་ དེ འི་ ཡུལ་ གྱི་ དངོས་པོ་ ཡང་ མི་ འདོད །_
en: He has no wish to remain at the level of the māras and does not want any of the objects that belong to their realm.

source: བདུད་ ཀྱི་ སྡེ་ ནི་ འཇོམས་པ ར་ བྱེད །_ བདུད་ ཀྱི་ གཡོག་ ནི་ འཇིག་པ ར་ བྱེད །_
en: He is conquering the armies of the māras and destroying their servants.

source: ཉོན་མོངས་པ འི་ རི་ ནི་ ཤིན་ཏུ་ གཡོ་ བར་ བྱེད །_ དམ་པ འི་ ཆོས་ ཀྱི་ ལམ་ དུ་ ནི་ འཇུག་པ ར་ བྱེད །_
en: He shakes down the mountain of afflictions and causes others to enter the path of the sacred Dharma.

source: [314a] དེ འི་ འོད་ ནི་ རབ་ཏུ་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ དེ་ལྟ ར་ ས་ གཞན་ བཅོ་ལྔ་པ་ ལ་ ཞུགས་ སོ །_།
en: [314.a] His light shines, and thus he has now entered the fifteenth ground.’

source: དེ་ ཐོས་ ནས་ འོད་གསལ་ གྱི་ ལྷ་ རྣམས་ དགའ་ སྟེ །_ ལྷ་ གཞན་དག་ ལ་ སྨྲས་པ །_ འདི་ལྟར་
en: $4 “As they receive this message, the gods in Luminosity will rejoice and say to the other gods,

source: ཀྱེ་ ལྷ་ དག་ བདག་ཅག་ ནི་ མཆོག་ ཏུ་ དགའ་ སྟེ །_ གང་ བདུད་ ཀྱི་ ཕྱོགས་ ནི་ དམའོ །_། དམ་པ འི་ ཆོས་ ཀྱི་ ཕྱོགས་ ནི་ མངོན་པར་ མཐོ འོ །_།
en: ‘O gods, we are supremely happy, because the forces of the māras have been brought down and the side of the sacred Dharma has risen truly high.

source: བདུད་ ཀྱི་ འཁོར་ ནི་ ཡོངས་སུ་ ཉམས་ སོ །_།
en: The retinue of the māras has collapsed!

source: དམ་པ འི་ ཆོས་ ཀྱི་ ཆུ་བོ་ ནི་ རབ་ཏུ་ འབབ་བོ །།_།།
en: The river of the sacred Dharma flows on!

source: མུ་སྟེགས་ ཀྱི་ མཚོ་ ནི་ རྣམ་པར་ སྐེམས་ སོ །_།
en: The ocean of the non-Buddhists has dried up!

source: འདོད་ཆགས་ དང་ ཞེ་སྡང་ དང་ གཏི་མུག་ རྣམས་ ནི་ རབ་ཏུ་ རྩེ་ ཞིལ་ ལོ །_།
en: Desire, anger, and delusion are fully pacified!#201

source: ཆོས་མ་ ཡིན་པ འི་ ཕྱོགས་ ནི་ ཞིག་ གོ །_།
en: The forces of non-Dharma have collapsed!

source: དམ་པ འི་ ཆོས་ ཀྱི་ ཕྱོགས་ ནི་ རབ་ཏུ་ འཕེལ་ ལོ །_།
en: The forces of the sacred Dharma have advanced!

source: འཁོར་བ་ ནི་ འཇིག་ སྟེ །_
en: Cyclic existence has been destroyed!

source: ཀྱེ་ དེ་དག་ བདག་ཅག་ གིས་ ཐོས་ ནས་ མཆོག་ ཏུ་ དག འོ །_།
en: Ah, we listen to this message with supreme joy!’

source: དེ་ལྟ ར་ དམ་པ འི་ ཆོས་ ཀྱི་ སྒྲ་ འོད་གསལ་ གྱི་ ལྷ འི་ རིས་ ཀྱི་ བར་ དུ་ གཅིག་ ནས་ གཅིག་ ཏུ་ གྲག་ སྟེ །_
en: $5 “In this way the sound of the sacred Dharma will pass from one to the other, all the way up to the gods in Luminosity.

source: དགེ་སློང་ དེ་ བརྩོན་འགྲུས་ ནི་ བརྩམས་ སེམས་ ནི་ དགེ་ ཞིང་ མི་ གཡོ་ ལ་ བརྟན །_། གཡོ་མེད་ ཅིང་ དྲང་པོ འི་ རང་བཞིན་ ཅན་ ཡིན་ ཏེ །_
en: All will note how this monk has mustered diligence, how his mind is virtuous, unshakeable, and steadfast, and how, free from deceit, he is of an honest nature.

source: དེ་ལྟ ར་ དེ འི་ དགེ་བ འི་ སྒྲ་ མྱ་ངན་ ལས་ འདས་པ འི་ གྲོང་ཁྱེར་ གྱི་ སྔོན་ དུ་ འདྲེན་པ ར་ གྲག་ གོ །_།
en: Proclamations of his virtues will pave the way to the city of the transcendence of suffering.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ འི་ ལས་ ཀྱི་ ཆོས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ ཤེས་ ཤིང་ སེམས་ཅན་ དམྱལ་བ་ རྣམས་ ཀྱི་ འཁོར་ བརྒྱ་ སུམ་ཅུ་ རྩ་ དྲུག་ གི་ ཚེ་རིང་བ་ དང་ ཚེ འི་ ལྷག་པ འི་ ཚད་ དང་ བཅས་པ་ དེ་ཡང་ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ ཤེས་ ནས་
en: $6 “The monk who has knowledge of the effects of the ripening of karmic action has correctly understood the ripening of the karmic phenomena in hell. He has understood the extent of the lifespans and the remainder of lives within the hundred and thirty-six regions of the hells.

source: འགྲོ་བ་ གཉིས་པ་ ལ་ ཡང་ རྟོག་པ ར་ བྱེད་ དེ ཡི་དགས་ རྣམ་པ་ ཡོད་པ་ ཡང་ མདོ ར་ བསྡུ་ ན་ རྣམ་པ་ སུམ་ཅུ་ རྩ་ དྲུག་ ཡོད་པ་ ལ་ རྟོག་པ ར་ བྱེད་ དོ །_།
en: He has also concerned himself with the second realm of beings and thus examined, in short, the thirty-six classes of starving spirits.

source: རིམ་པ ར་ འཁོད་པ འི་ དེ་དག་ གི་ དེ་ ཁོ་ན་ཉིད་ ལ་ རྟོག་ སྟེ །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ དུད་འགྲོ འི་ རྣམ་པ་ བྱེ་བ་ སུམ་ཅུ་ རྩ་ བཞི་ མཐོང་ ནས །_
en: Now, as he examines the nature of the various levels of life, he will apply knowledge derived from hearing and thus perceive thirty-four different kinds of animal life.

source: འདི་ལྟར་ འགྲོ་བ་ ལྔ་ དག་ ནི་ སེམས་ ཀྱི་ ཁ་ ན་ ལས་ཤིང་ རག་ ལུས་པ་ ཡིན་ ལ་ ཕལ་ཆེ ར་ ཀུན་ ཀྱང་ ཆ་བྱད་ དང་ གཟུགས་ དང་ འགྲོ་བ་ དང་ཁ་ ཟས་སྣ་ ཚོགས་ འཆང་བ །_
en: $7 “He will consider, ‘The five realms of beings have come about in dependence on mental misdeeds. In general, the animals all have distinct appearances, forms, movements, and means of sustenance.

source: འཐུན་པ་ དང་ མི་ འཐུན་པ་ དང་ །_ སྡང་བ་ དང་ མི་ སྡང་བ་ དང་ །_ བཤེས་པ་ དང་ མི་ བཤེས་པ་ དང་ །_ ལྷན་ཅིག་ སྤྱོད་པ་ དང་ ལྷན་ཅིག་ མི་ སྤྱོད་པ འི་ རིགས་ཅན་ དག་ ཡིན་ ནོ །_།
en: Some live in harmony while others do not, some are aggressive and some are not, some are friendly and some are not, some live together and some do not. [314.b]

source: དེ་དག་ [314b] གི་ ནང་ ནས་ འདབ་མ་ ཡོད་པར་ གྱུར་པ་ ནི་ འདི་ལྟ་སྟེ །_ རི་ དག ས་ ཀྱི་ ཚོགས་ དང་ བྱ འི་ ཚོགས་ བྱ་རོག་ དང་ ངང་པ་ ལ་སོགས་པ་ ཡིན་ ཏེ །_
en: Those bearing wings include eagles,#202 fowl, crows, swans, and so on.

source: འཐུན་པ་ དང་ མི་ འཐུན་ པར་ གྱུར་པ་ དག་ ནི་ འདི་ལྟར་ ཝ་ དང་ །_ ཁྱི་ ལྟ་བུ་ སྟེ་ དེ་ ལ་སོགས་པ འོ །_།
en: Those that may or may not live in harmony include foxes, dogs, and the like.

source: སྡང་བ་ དང་ མི་ སྡང་བ་ དག་ ནི་ འདི་ལྟ་སྟེ །_ བྱ་རོག་ དང་ །_ འུག་པ་ དང་ །_ རྟ་ དང་ །_ མ་ཧེ་ དང་ །_ སྦྲུལ་ དང་ ནེའུ་ལེ་ ལ་སོགས་པ་ ལྟ་བུ་ དག་ གོ །_།
en: Those that may or may not be aggressive include crows, owls, horses, buffalo, snakes, and mongooses.

source: དེ་ ལ་ སྲོག་ཆགས་ དག་ ལས་ གང་ གིས་ ཆ་བྱད་ དང་ །_ གཟུགས་ དང་ །_ འགྲོ་བ་ དང་ །_ ཁ་ཟས་ སྣ་ཚོགས་ སུ་ འགྱུར་ སྙམ་ ནས་
en: What are the karmic actions that result in all those different appearances, forms, movements, and feeding habits?’

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན འདི་ལྟར་ སྲོག་ཆགས་ དག་ སེམས་ སྣ་ཚོགས་ དང་ །_ སྲོག་ཆགས་ དག་ རག་ ལས་པ་ དང་ །_ ལས་ རྣམ་པ་ སྣ་ཚོགས་ བྱེད་ དེ །_ དེ་དག་ གི་ འགྲོ་བ་ རྣམ་པ་ སྣ་ཚོགས་ སུ་ འགྱུར་ ཞིང་ཁ་ ཟས་ རྣམ་པ་ སྣ་ཚོགས་ སུ་ འགྱུར་ རོ །_།
en: $8 “Here the monk will apply knowledge derived from hearing, and further consider, ‘These beings have different types of minds, different things on which they depend, and engage in different actions. They constitute many different types of beings and partake of distinct forms of food.

source: དེ་ ལ་ གང་ འཐུན་པ་ དང་ མི་ འཐུན་པ འི་ རྒྱུ་ གང་ཡིན་
en: Now, what are the causes for those animals that may or may not be in harmony?’

source: སྙམ་ ནས་ དེ་དག་ གི་ ལས་ ལ་ རྣམ་པར་ དཔྱོད་ དེ་དེ ས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ མིར་ གྱུར་པ་ གང་ གིས་ ལྟ་བ་ ལོག་པ འི་ བསྟན་བཅོས་ བརྗོད་ ལ་ མཁས་པ་ ང་རྒྱལ་ཅན་ གཉིས་ པས་ ཀྱང་ བསྟན་བཅོས་ ངན་པ་ གཉིས་པ་ བརྗོད་ ན་
en: $9 “As he examines their karmic actions, he will apply knowledge derived from hearing and so see how two proud human beings who are skilled in reciting treatises that promulgate wrong views may recite such unwholesome treatises to each other.

source: དེ་ གཉིས་ ཀྱི་ ཐོས་པ་ དེ་དོན་ མེད་པ་ དང་ །_ བདེ་བ་ མ་ཡིན་པ་ དང་ །_ བདེ་འགྲོ ར་ འགྲོ་བ་ མ་ ཡིན་ ཏེ
en: What they let each other hear is meaningless, joyless, and offers no means to ascend to the higher realms.

source: བསྟན་བཅོས་ ངན་པ་ དང་ རྒྱུ་ ངན་པ་ དང་ ལྟ་བ་ ངན་པ འི་ མཐའ་ དེ་ གཉིས་ ཀྱིས་ ཕན་ཚུན་ དགའ་བ ར་ བྱེད་ ན་
en: Nevertheless, they may cause each other to be zealous about the positions linked with such unwholesome treatises, unwholesome causes, and unwholesome views.

source: དེ་ གཉིས་ ཤི་ ནས་ སེམས་ཅན་ དམྱལ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When two such people die, they will both be born in hell.

source: གལ་ཏེ་ དུད་འགྲོ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེས་ ན་ དེ འི་ ཚེ་ འཐུན་པ་ དང་ མི་ འཐུན་པ འི་ རྒྱུས་ ཕན་ཚུན་ རབ་ཏུ་ སྡང་བ ར་ འགྱུར་ ཏེ་ འདི་ལྟ་སྟེ །_ སྦྲུལ་ དང་ །_ ནེའུ་ལེ་ དང་ །_ རྟ་ དང་ །_ མ་ཧེ་ དང་ །_ བྱ་རོག་ དང་ །_ འུག་པ་ དག་ ལྟ་བུ འོ །_།
en: In the event that they are born as animals, the causes that can inspire both harmony and disharmony will make them become furious at each other, as in the case of snakes, mongooses, horses, buffalo, crows, owls, and so forth.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ དུད་འགྲོ འི་ འཇིག་རྟེན་ ལ་ རྟོག་པ ར་ བྱེད་ དེ་ རྒྱུ་ གང་ དང་ལ ས་ གང་ གིས་ དུད་འགྲོ་ དག་ ལྷན་ཅིག་ སྤྱོད་པ འི་ གྲོགས་ སུ་ འགྱུར་ སྙམ་ ནས
en: $10 “The monk who has knowledge of the ripening of karmic effects will continue to examine the animal world, wondering what karmic actions and causes may lead to birth as a member of a herd or flock of animals.

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ འཁོར་བ་ ལ་ མངོན་པར་ ཆགས་པ འི་ སྦྱིན་བདག་ གང་ གིས་ འདི་ལྟར་ ལས་ འདི ས་ ནི་ བདག་ དུད་འགྲོ འི་ སྐྱེ་གནས་ གཞན་དག་ ཏུ་ སྐྱེས་ ན་ ཡང་ ཁྱོད་ བདག་ གི་ ཁྱིམ་ཐབ་ [315a] ཏུ་ འགྱུར་ ཞིང་བདག་ ཀྱང་ ཁྱོད་ ཀྱི་ ཆུང་མ ར་ གྱུར་ཅིག་ སྙམ་ ནས་ སྦྱིན་པ་ བྱིན་ ན
en: He will apply knowledge derived from hearing and thus perceive how some female patrons, who are strongly attached to cyclic existence, think, ‘If I am later born as an animal, by this gift may you be my husband [315.a] and may I be your wife.’

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ དུད་འགྲོ་ བདེ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: When later such people separate from their bodies, they will fall into the lower realms and be born among animals that are fond of pleasure.

source: འདི་ལྟ་སྟེ་ ཤང་ཤང་ཏེའུ་ དང་ །_ ཐི་བ་ དང་ །_ ངུར་པ་ དེ་དག་ ལས་ ཡོངས་སུ་ བྱས་པ འི་ རྒྱུས་ འཁྲིག་པ་ ལ་ དགའ་བ་ ཡིན་ ནོ །_།
en: Thus, due to their completed acts, they will be born as pheasants, pigeons, or ducks that enjoy copulating.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཝ་ལ་ སོགས་པ འི་ མི་ འཐུན་པ་ ལ་ རྟོག་པ ར་ བྱེད་ དེ་དེ་ དག་ ལས་ གང་ གིས་ ཝ་ དང་ །_ ཁྱི་ དག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་
en: $11 “Next, the monk who has knowledge of the ripening of karmic effects will think of foxes and other such disharmonious animals, wondering, ‘What actions will make one take birth as a fox or a dog?’

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན གང་ གིས་ མཁས་པ་ དང་ སྡོམ་པ་ དང་ ལྡན་པ་ རྣམས་ ཀྱི་ ཁ་ཟས་ ཞིམ་པོ་ ཕྲོགས་ ཤིང་ དུས་ རྟག་ ཏུ་ འདོད་པ ར་ སེམས་ ལ །_
en: As he applies knowledge derived from hearing, he will notice how some people steal and constantly covet the delicious food of scholars and people who have taken vows.

source: བརྣབ་སེམས་ ཀྱི་ ཤས་ ཆེ་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ དུད་འགྲོ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ ཝ་ དག་ དང་ འཐབ་ འདོད་ ཅིང་ ཕན་ཚུན་ རབ་ཏུ་ རྩོད་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: When people with such inordinate covetousness later separate from their bodies, they will fall into the lower realms and be born as foxes that look for fights and engage in fierce competition among one another.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ རི་ དག ས་ རྣམས་ ལ་ བརྟགས་ ན །_
en: $12 “Next, the monk who has knowledge of the ripening of karmic effects will examine deer.

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སྔོན་ མིར་ གྱུར་ ལ་ དུང་ དང་ རྔ་སྒྲ་ དག་ གིས་ སྦུངས་ བྱེད་པ་ གང་ གིས་ གྲོང་ དང་ གྲོང་ཁྱེར་ དང་ ཚོང་རྡལ་པ་ དག་ བསྐྲད་ ཅིང་ སྒྲ་ དེས་ ཕ་རོལ་ དག་ ལ་ འཇིགས་པ་ བསྐྱེད་ ན་
en: Applying knowledge derived from hearing, he will notice how some people blow conches or beat drums to drive out other people from towns, cities, or marketplaces and thus incite panic.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When later such people separate from their bodies, they will be born in hell.

source: དེ་ནས་ ཐར་ ནས་ རི་ དག ས་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_།
en: Once they escape the hells, they will become deer that suffer from constant fear.

source: ལས་ དེ འི་ མཐུ ས་ སེམས་ རྟག་ ཏུ་ སྐྲག་པ ར་ འགྱུར་ ཞིང་ ཇི་ལྟ ར་ གྲོང་ དང་ །_ གྲོང་ཁྱེར་ དང་ །_ ཚོང་རྡལ་པ་ དག་ བསྐྲད་ ནས་ དགོན་པ ར་ བྱས་པ་ དེ་བཞིན་ དུ་ དགོན་པ ར་ གནས་པ འམ །_ ནགས་ཚལ་ གྱི་ ནང་ དུ་ གནས་པ ར་ འགྱུར་ རོ །_།
en: Just as in the past they drove out people from towns, cities, and marketplaces and into the wilderness, they will now themselves live in the jungle or in the forest.

source: དེ་ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ དེ་ རྟག་ ཏུ་ སེམས་ སྐྲག་པ ར་ འགྱུར །_ སེམས་ ཤིན་ཏུ་ ཞན་པ་ དང་ །_ སེམས་ རྨོངས་པ ར་ འགྱུར་ རོ །_།
en: If they should be born with the general lot in life of a human, they will, in accordance with their causal actions, suffer from constant fear, and their minds will be extremely feeble and witless.

source: དེས་ ཕྱོགས་ ཙམ་ དུ་ དུད་འགྲོ འི་ འཇིག་རྟེན་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_ དྲ་བ་ མང་པོ འི་ དུད་འགྲོ ར་ འགྱུར་ ལ །_ དེ་ལྟ ར་ ལྷག་མ་ ཡང་ ལས་ ཀྱི་ མཐུ ས་ ཕན་ཚུན་ མི་ འཐུན་ [315b] པར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Thus, they will to some extent think like those in the animal world, as if they were animals trapped with snares.#203 As for those that remain, due to the power of their karmic actions, they will live in mutual discord. [315.b]

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས །_ དུད་འགྲོ འི་ འཇིག་རྟེན་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_ རྫུས་ ཏེ་ སྐྱེས་པ་ དེ་དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_
en: $13 “As the monk who has knowledge of the ripening of karmic effects continues to examine the animal world, he will ask himself, ‘What karmic actions cause one to take spontaneous birth?’

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ མིར་ གྱུར་པ་ ཆགས་པ་ གང་ གིས་ ཟབ་ དར་ བྱ་བ འི་ ཕྱིར །_ སྲིན་བུ་ རྣམས་ ཆུ འི་ ནང་ དུ་ སྐོལ་ བར་ བྱེད་ དོ །_།
en: As he applies knowledge derived from hearing, he will notice how some people out of desire boil worms in water to produce silk.

source: དེ་དག་ བསྐོལ་བ་ ན་རྫུ ས་ ཏེ་ སྐྱེ་བ འི་ སྲིན་བུ་ གཙུག་ ཅེས་བྱ་བ་ གཞན་ བྱེ་བ་ ཚོགས་ དུ་མ་ དག་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: When worms are boiled in this way, millions of tiny insects#204 are born spontaneously.

source: ཕྲ་མོ་ དེ་དག་ མཆོད་སྦྱིན་ བྱེད་པ ས་ མཆོད་སྦྱིན་ བྱ་བ འི་ ཕྱིར་ མེ ར་ སྲེག་ ན །_
en: People then burn these small insects in a fire offering sacrifice.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When later such people separate from their bodies, they will fall into the lower realms and be born in hell.

source: དེ་ནས་ ཐར་ ནས་ དུད་འགྲོ ར་ རྫུས་ ཏེ་ སྐྱེ་བ་ དར་ གྱི་ སྲིན་བུ་ ལ་སོགས་པ་ རྣམ་པ་ དུ་མ ར་ སྐྱེ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Once freed from hell, they will repeatedly take spontaneous birth as animals, such as silkworms.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས །_ དུད་འགྲོ འི་ འཇིག་རྟེན་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_ དུད་འགྲོ་ དྲོད་གཤེར་ ལས་ སྐྱེས་པ་ དེ་དག་ ལས་ གང་ གིས་ སྐྱེས་པ ར་ འགྱུར་ སྙམ་ ནས །_
en: $14 “As the monk who has knowledge of the ripening of karmic effects continues to examine the animal world, he will ask himself, ‘What karmic actions cause one to take birth from warmth and moisture?’

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ མི་ ངན་པ་ ལྟ་བ་ ལོག་པ་ གང་ གིས །_ ནོར་རྫས་ འདོད་པ འི་ ཕྱིར་ ཉ་ དང་རུ ས་ སྦལ་ དང་ སྲོག་ཆགས་ དྷུན་ དུ་ གསོད་པ་ དག་ས་ བརྐོས་ ནས་ འཇུག་ གམ །_
en: As he applies knowledge derived from hearing, he will notice how for the sake of wealth some evil people who have wrong views kill fish and turtles,#205 and bury them in the ground.

source: དེ་བཞིན་ དུ་ སྲམ་ དང་ བཅས་པ་ གཞན་དག་ ཀྱང་ ས་ བརྐོས་ ནས་ འཇུག་ ཅིང་ །_
en: In a similar vein, other people do the same to otters.

source: དེར་ སྲིན་བུ་ དྲོད་གཤེར་ ལས་ སྐྱེས་པ་ རྣམས་ སྐྱེས་ ལ་ དེ་དག་ མི་ ངན་པ་ དེས་ མཆོད་སྦྱིན་ གྱི་ ཕྱིར་ རམ །_ ནོར་རྫས་ འདོད་པ འི་ ཕྱིར་ གསོད་ ན །_
en: Later, as maggots are born from warmth and moisture there, these people will also kill those beings, either sacrificing them or killing them for the sake of profit.

source: དེ་ནས་ ཐར་ ནས་ ཀྱང་ སྲིན་བུ་ དྲོད་གཤེར་ ལས་ སྐྱེ་བ་ སྦྲང་བུ་ དང་ །_ ཤིག་ ལ་སོགས་པ འི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Once they escape hell, they will be born from warmth and moisture as ants, lice, or the like.

source: སྐྱེ་གནས་ གཉིས་པ་ ལ་ ཡང་དག་པ་ གཞན་མ་ ཡིན་པ འི་ ལམ་ གྱིས་ ལྟ་བ་ དང་ བློ་གྲོས་ གཞན་མ་ ཡིན་པ་ ཁོང་ དུ་ ཆུད་པ་ ཤིན་ཏུ་ ཞིབ་མོ ས་ སོ་སོ ར་ རྟོག་པ ར་ བྱེད་ དོ །_།
en: Thus, the monk will carefully discern the second mode of birth by means of the path that is true in all respects, comprehending it with exhaustive intelligence.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ [316a] ཤེས་པ་ དེས །_ དུད་འགྲོ འི་ འཇིག་རྟེན་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $15 “As the monk who has knowledge of the ripening of karmic effects [316.a] continues to examine the animal world, he will ask himself,

source: ལས་ གང་ གིས་ དུད་འགྲོ་ སྒོ་ང་ ལས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_
en: ‘What karmic actions cause one to take birth from an egg?’

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ལ་ལ་ འཇིག་རྟེན་པ འི་ བསམ་གཏན་ ཐོབ་པ ས་ འདོད་ཆགས་ དང་ །_ ཞེ་སྡང་ དང་ །_ གཏི་མུག་ རབ་ཏུ་ ཞི་བ་ ལས །_
en: As he applies knowledge derived from hearing, he will notice how some people who have attained mundane concentration may pacify desire, anger, and delusion.

source: གལ་ཏེ་ རྐྱེན་ ཞིག་ གིས་ ཞེ་སྡང་ སྐྱེས་ ལ་ དེ་ ཡིད་ ཀྱི་ ཉེས་པ ས་ ཡུལ་ འཇིག་པ ར་ བྱེད་ ན
en: If, however, some condition should make them angry, that mental flaw will make them lose their objective.

source: དེ་ནས་ ཐར་ ནས་ ཀྱང་ །_ དུད་འགྲོ་ སྒོ་ང་ ལས་ སྐྱེ་བ་ བྱ་རྒོད་ དང་ །_ ཁྭ་ ལ་སོགས་པ འི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Once free from hell, they will be born from an egg in the animal realm, as a vulture, a crow, or the like.

source: དེ་ནས་ ཐར་ ནས་ ཀྱང་ །_ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་ རྟག་ ཏུ་ ཁྲོ་ ཞིང་ འཇིགས་ པར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, when free from such an existence, they are born with the general lot in life of a human, they will constantly be angry and afraid.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས །_ དུད་འགྲོ འི་ འཇིག་རྟེན་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_ ལས་ གང་ གིས་ དུད་འགྲོ་ མངལ་ ནས་ སྐྱེ་བ འི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_
en: $16 “As the monk who has knowledge of the ripening of karmic effects continues to examine the animal world, he will ask himself, ‘What karmic actions cause one to take birth from a womb?’

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ འདོད་ཆགས་ ལ་ ཞེན་པ་ གང་ གིས་ གསེབ་ རྒོད་མ་ ལ་ གཏོང་བ་ དང་ །_ གླང་ ཁྱུ་པ་བ་ ལ་ གཏོང་བ་ དང་ །_ ནགས་ཚལ་ ལ་ མེ་ གཏོང་བ་ དང་ །_ མི་ སྦྱར་པོ་ འོས་ མ་ཡིན་པ་ ལ་ བྱེད་ ན །_
en: As he applies knowledge derived from hearing, he will notice how there are some desirous people who let a stallion have its way with a mare, or likewise a bull with a cow, or they set fire to a forest, or associate with a promiscuous, unsuitable person.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ འི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When such people later separate from their bodies, they will be born in hell.

source: དེ་ནས་ ཐར་ ནས་ ཀྱང་ །_ དུད་འགྲོ་ མངལ་ ནས་ སྐྱེ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Once free from hell, they will take birth as an animal from a womb.

source: དེ་ནས་ ཐར་ ནས་ ཀྱང་ །_ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ དེ་ འགྲོ་བ་ གསུམ་ པར་ སྐྱེ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, when free from such a state, they should be born with the general lot in life of a human, they will, in accordance with their causal actions, be born as the third kind of being.#206

source: དེ་ལྟ ར་ དགེ་སློང་ དེས་ དུད་འགྲོ་ རྣམ་པ་ བཅུ་གཅིག་ ལ་ བརྟགས་ ན །_ དེ་ནས་ ཡང་ ཟས་ རྣམ་པ་ བཞི །_ ཁམ་ གྱི་ ཟས་ དང་ །_ ཡིད་ ལ་ སེམས་པ་ དང་ །_ རེག་པ་ དང་ །_ དགའ་བ་ རྣམས་ ལ་ རྟོག་པ ར་ བྱེད་ ཅིང་ །_
en: $17 “As the monk who has knowledge of the ripening of karmic effects examines the eleven types of animals,#207 he will proceed to concern himself with the four kinds of food: coarse food, the food of contact, the food of volition, and the food of joy.

source: ཟས་ རྣམ་པ་ བཞི འི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ལ་ རྗེས་སུ་ སེམས་ [316b] པར་ བྱེད་ དེ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ ཚུལ་ ངན་པ་ དང་ ལྡན་པ་ ཆོམ་རྐུན་པ་ དག་ ལ་ ཁམ་ གྱི་ ཟས་ བྱིན་ ཏེ །_
en: As he examines the ripening of the effects of these four kinds of food, [316.b] he will apply knowledge derived from hearing and so notice how some people of bad character offer food to robbers and thieves, telling them,

source: འདི་ལྟར་ འདི་ ཟོ་ ལ་ བདག་ གི་ དགྲ་ སོད་ ཅིག་ ཅེས་ བྱས་པ་ དང་ །_
en: ‘Eat this and then go kill my enemy.’

source: ཁ་ཟས་ ལ་ བརྐམ་པ ས་ ཉམས་པ་ དེ་དག་ གིས་ ཀྱང་ དེ་བཞིན་ དུ་ སྲོག་ བཅད་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ འི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: If, craving for food, the criminals then proceed to murder the other people, they will, upon separating from their bodies, fall into the lower realms and be born in hell.
